locale = {
    'start': "हाय। मैं Claude न्यूरल नेटवर्क पर एक बॉट हूं । यह ChatGPT से तेज है, और कुछ मायनों में होशियार है । आप जो चाहें लिखें, लेकिन बॉट को डीबग करने के लिए संवाद रिकॉर्ड किए जाते हैं ।\n\nमैं आपको मेरे बारे में चैट में शामिल होने की सलाह देता हूं: https://t.me/???\n\nआप /settings का उपयोग करके सेटिंग्स खोल सकते हैं या /help का उपयोग करके संकेत देख सकते हैं\n\nकृपया अपनी भाषा चुनें।",
    'about_string': """
बॉट अकीम द्वारा क्लाउड और कैंडिंस्की 2.1 का उपयोग करके बनाया गया है ।  यह आपके साथ बात कर सकता है, प्रश्न का उत्तर दे सकता है और चित्रों के साथ अपने संदेशों को चित्रित कर सकता है । 
बीओटी प्रारंभिक विकास के चरण में है ।  यदि बॉट कुछ करने से इनकार करता है, तो पहले "रीसेट" दबाएं या टाइप करें /reset करें ।  यदि वह काम नहीं करता है, तो यह या तो क्लाउड एपीआई और कैंडिंस्की की गलती है (वे अस्थायी रूप से अनुपलब्ध हो सकते हैं), या बॉट टूट गया है (सबसे अधिक संभावना है) ।  वैसे भी अकीम को लिखो।
बॉट के निर्माता को लिखें: https://t.me/???

हम, केएसडी के डेवलपर्स, हमारे बॉट द्वारा दिए गए किसी भी बयान, सलाह या सिफारिशों के लिए जिम्मेदार नहीं हैं । 

हमने केवल मनोरंजन के लिए केएसडी बनाया ।  

केएसडी द्वारा कोई भी बयान अवैध, अनैतिक या खतरनाक हो सकता है । 

 उपयोगकर्ताओं को सामान्य ज्ञान का प्रयोग करना चाहिए और किसी भी सलाह का पालन नहीं करना चाहिए जो अवैध हो सकती है या उन्हें या दूसरों को नुकसान पहुंचा सकती है ।  हम केएसडी द्वारा उत्पन्न सामग्री को नियंत्रित या समर्थन नहीं करते हैं । """, 
    'donate_string': """
आप बॉट डेवलपर का समर्थन कर सकते हैं ।  किसी भी समर्थन के लिए अग्रिम धन्यवाद! अनुलेख "YooMoney" में अनुवाद करना बेहतर है, आयोग कम है । """,   
    'help_string': """
ॉट एक संवाद आयोजित कर सकता है, प्रश्नों का उत्तर दे सकता है, और चित्रों के साथ अपने उत्तर भी दिखा सकता है।

यहाँ आदेशों की सूची है:

/csd - बॉट को सीएसडी लिखें (अनुरोध के साथ उपयोग करें, आप इसे बिना किसी आदेश के निजी चैट में उपयोग कर सकते हैं)
/reset - एक नया संवाद शुरू करें (और पुराने को हटा दें)
/dark - डार्क सीएसडी को लिखें (जेलब्रेक के साथ)
/web - वेब-सीएसडी को लिखें (इंटरनेट एक्सेस के साथ)
/natasha - लड़की नताशा को लिखें
/kitty- बिल्ली के बच्चे को लिखें
/csdimg - संकेत द्वारा एक छवि उत्पन्न करें (यदि आपके पास स्पष्ट संकेत नहीं है, तो "/csd ड्रा ..." पूछना बेहतर है)
/randimg - एक यादृच्छिक छवि उत्पन्न करें
/donate - बॉट और उसके डेवलपर का समर्थन करें
/help - यह संदेश दिखाता है
/about - बॉट के बारे में जानकारी
/stats - बॉट  - सेटिंग्स
/getprompts - उपलब्ध बॉट देखें
/ Bot ID - सूची में से किसी भी बॉट को लिखें (वे संवाद को अलग से भी याद रखते हैं)
""",
    'settings_string': """उपलब्ध सेटिंग्स:

    Reply - जब आप बॉट के संदेश का उत्तर देते हैं, तो यह सक्रिय हो जाएगा ।
    Picture - /linus या /natasha जैसे पात्रों में प्रोफ़ाइल चित्र होंगे (केवल निजी संदेशों में ।  चैट में उनके पास हमेशा तस्वीरें होंगी) । 
    द्वारा उत्पन्न छवियों की संख्या /csdimg आदेश: """,
    'reset': 'संवाद संदर्भ रीसेट।',
    'reset2': 'संवाद रीसेट करें ।',
    'wait': "प्रतिक्रिया उत्पन्न करना । ..",
    'wait_pic': "ड्राइंग।..",
    'wait_web': "खोज रहे हैं । ..",
    'censored': "\n\n⚠️ कुछ छवियों को सेंसर किया गया था । माफ़ कीजिये.",
    'nomore10': "\n\n⚠️ 10 से अधिक चित्र नहीं भेज सकते ।",
    'failedgen_img': '\n\n⚠️ चित्र उत्पन्न नहीं कर सका:',
    'here_are_pics': ' यहाँ तस्वीरें हैं (कुछ सेकंड के लिए प्रतीक्षा करें):',
    'failedgen_msg': 'ERROR: संदेश उत्पन्न करने में विफल । कृपया पुनः प्रयास करें या अपना संवाद रीसेट करें । \n',
    'setlang': '🇮🇳 भाषा हिंदी में बदल गई । ',
    'chooselang': 'अपनी भाषा चुनें:',
    'nomore5': "ℹ️ आप 5 से अधिक छवियां उत्पन्न नहीं कर सकते.",
    'noless1': 'ℹ️ आप 1 छवि से कम उत्पन्न नहीं कर सकते.',
    'prompt_loc': ' Reply in Hindi language.',

}
